Hanomind/MCU-K26/esp32/BT1_Blink_RGB_Example/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"

#
# Example Configuration
#
CONFIG_BLINK_LED_STRIP=y
CONFIG_BLINK_GPIO=38
# end of Example Configuration
